Revit 2027 API
ParameterTypeId.ArcLeaderParam Property
 "Arc Leaders"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArcLeaderParam { get; }
Public Shared ReadOnly Property ArcLeaderParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArcLeaderParam {
	ForgeTypeId^ get ();
}
static member ArcLeaderParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace